---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisConstruction.Absorptance
source: html/56efab86-76fa-6497-9c72-9990fdee93a1.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisConstruction.Absorptance Property

The absorptance value of the construction.

## Syntax (C#)
```csharp
public double Absorptance { get; }
```